[{
  "firstName": "Robin (Banksy)",
  "lastName": "Gunningham",
  "coverImage": "/images/banksy.jpg",
  "coverTitle": "Robin Gunningham. Spray paint. 1921. Originally painted in Brighton, England. Now in private collection",
  "Description": "With tongue firmly planted in cheek, English graffiti artist and international prankster Banksy has managed to become one of the world's most recognized artists while remaining relatively anonymous. Staying true to the credos of Street Art, he's built a celebrated body of work, both permanent and impermanent, that utilizes satire, subversion, dark humor, and irony to create resonant social, political, and humanist messages for the masses on a populous and public level. His style is universally familiar, founded on a signature stencil aesthetic that has elevated him from mere man with a spray can to a highly creative artist in his own right. He is responsible for catapulting guerilla work into the mainstream as a viable form of art. Banksy's artistry lies in his ability to use humor and sardonic wit to trick viewers into contemplating the underlying seriousness of his messages about capitalism, advertising, politics, and humanity. It is this very sense of innocent whimsy coupled with daring, glaring truths about our times that lift him to a role as potent social mediator all under the guise of art. Regardless of his fame, Banksy's chosen canvas remains the street and improvisational public places where his art can 'pop up\" guerrilla-style retaining its resistance to being commercialized within any specific social sector, audience, or market. Anonymity has been Banksy's main way to operate, largely because it removes the status of artist as celebrity and instead forces a focus on the artwork. It also allows for the freedom of telling one's unapologetic truth without regard to consequence.",
  "DateOfBirth": "1865",
  "DateOfDeath": "1974"
},{
  "firstName": "Pablo",
  "lastName": "Piccaso",
  "coverImage": "/images/picasso.jpg",
  "coverTitle": "Pablo Piccaso. Les Demoiselles d'Avignon. 1907. ",
  "Description": "Pablo Picasso was the most dominant and influential artist of the first half of the 20th century. Associated most of all with pioneering Cubism, alongside Georges Braque, he also invented collage and made major contributions to Symbolism and Surrealism. He saw himself above all as a painter, yet his sculpture was greatly influential, and he also explored areas as diverse as printmaking and ceramics. Finally, he was a famously charismatic personality; his many relationships with women not only filtered into his art but also may have directed its course, and his behavior has come to embody that of the bohemian modern artist in the popular imagination.It was a confluence of influences - from Paul Cézanne and Henri Rousseau, to archaic and tribal art - that encouraged Picasso to lend his figures more structure and ultimately set him on the path towards Cubism, in which he deconstructed the conventions of perspective that had dominated painting since the Renaissance. These innovations would have far-reaching consequences for practically all of modern art, revolutionizing attitudes to the depiction of form in space. Picasso's immersion in Cubism also eventually led him to the invention of collage, in which he abandoned the idea of the picture as a window on objects in the world, and began to conceive of it merely as an arrangement of signs that used different, sometimes metaphorical means, to refer to those objects. This too would prove hugely influential for decades to come. Picasso had an eclectic attitude to style, and although, at any one time, his work was usually characterized by a single dominant approach, he often moved interchangeably between different styles - sometimes even in the same artwork. His encounter with Surrealism, although never transforming his work entirely, encouraged not only the soft forms and tender eroticism of portraits of his mistress Marie-Therese Walter, but also the starkly angular imagery of Guernica (1937), the century's most famous anti-war painting.",
  "DateOfBirth": "1881",
  "DateOfDeath": "1973"
},{
  "firstName": "YOON",
  "lastName": "KWANG-CHO",
  "coverImage": "/images/YOON.png",
  "Description": "Korean ceramicist Yoon Kwang-cho is best known for his inventive works inspired by traditional Korean buncheong ware, distinctive blue-gray stoneware with white slip decoration originating from the early Joseon dynasty (1392–1910). Under the guidance of Choi Sun-woo (1916–1984), his mentor and former director of the National Museum of Korea, Yoon became one of the key figures in the movement of several artists to revive and reinterpret the traditional form and technique of buncheong ware in a modern way. \n\nAs a devout practitioner of Zen Buddhism, Yoon roots his practice in Buddhist philosophy, and his work demonstrates his attempt to be free and in harmony with nature. In the 1980s Yoon abandoned a wheel-thrown pottery method, instead building free forms using his hands. This technique allows him to block out the distractions of modern life while referring to traditional art forms and writings to bring peace and harmony to his own work. For Heart Sutra, in the Art Institute’s collection, Yoon created an unusual sculptural form by hand and inscribed the surface with the Heart Sutra, a short Buddhist text. This inscription is a manifestation of the artist’s meditation, as the act of writing out such texts is itself a meditative act—it requires utmost concentration and dedication.\n\nYoon’s work is internationally renowned, and he continues to be a leading voice in Korean ceramics, bringing together the past and present in a way that both respects tradition and embraces originality and the process of creation.",
  "coverTitle": "Yoon Kwang-cho. Heart Sutra, 2007. Asian Art Council Acquisition Fund.",
  "DateOfBirth": "1946",
  "DateOfDeath": "-"
},{
  "firstName": "Kara",
  "lastName": "Walker",
  "coverImage": "/images/kara.jpg",
  "coverTitle": "Kara Walker. Untitled (John Brown). 1996.",
  "Description": "Fresh out of graduate school, Kara Walker succeeded in shocking the nearly shock-proof art world of the 1990s with her wall-sized cut paper silhouettes. At first, the figures in period costume seem to hearken back to an earlier, simpler time. That is, until we notice the horrifying content: nightmarish vignettes illustrating the history of the American South. Drawing from sources ranging from slave testimonials to historical novels, Kara Walker's work features mammies, pickaninnies, sambos, and other brutal stereotypes in a host of situations that are frequently violent and sexual in nature. Initial audiences condemned her work as obscenely offensive, and the art world was divided about what to do. Was this a step backward or forward for racial politics? Several decades later, Walker continues to make audacious, challenging statements with her art. From her breathtaking and horrifying silhouettes to the enormous crouching sphinx cast in white sugar and displayed in an old sugar factory in Brooklyn, Walker demands that we examine the origins of racial inequality, in ways that transcend black and white. Kara Walker is essentially a history painter (with a strong subversive twist). She almost single-handedly revived the grand tradition of European history painting - creating scenes based on history, literature and the bible, making it new and relevant to the contemporary world. Walker's grand, lengthy, literary titles alert us to her appropriation of this tradition, and to the historical significance of the work. Walker's form - the silhouette - is essential to the meaning of her work. It is a potent metaphor for the stereotype, which, as she puts it, also \"says a lot with very little information.\" The silhouette also allows Walker to play tricks with the eye. There is often not enough information to determine what limbs belong to which figures, or which are in front and behind, ambiguities that force us to question what we know and see. Walker's images are really about racism in the present, and the vast social and economic inequalities that persist in dividing America. More like riddles than one-liners, these are complex, multi-layered works that reveal their meaning slowly and over time. While Walker's work draws heavily on traditions of storytelling, she freely blends fact and fiction, and uses her vivid imagination to complete the picture.",
  "DateOfBirth": "1969",
  "DateOfDeath": "-"
},{
  "firstName": "Leonardo",
  "lastName": "Da Vinci",
  "coverImage": "/images/davinci.jpg",
  "coverTitle": "Leonardo Da Vinci. Virgin of the Rocks. 1483-86.",
  "Description": "During the Italian High Renaissance, the spirit of Humanism abounded, in which artists were deeply entrenched in a study of the humanities to consistently better themselves as people of the world. A person immersed in the comprehension and accomplishment of such varied interests would become later termed a \"Renaissance man.\" Leonardo da Vinci was the first prime exemplar of this term. Although his exhaustive personal interests led to his mastery of multiple fields, he is widely considered one of the greatest painters of all time. His iconic works continue to be studied and revered today. Leonardo was a polymath, someone whose level of genius encompassed many fields including invention, painting, sculpture, architecture, science, music, mathematics, engineering, literature, anatomy, geology, astronomy, botany, writing, history, and cartography. He is known to have said, \"Learning never exhausts the mind.\" Despite his exhaustive explorations into multiple areas of expertise, Leonardo is primarily celebrated as a painter. Some of his works have consistently been regarded with a timeless, universal fame such as his enigmatic portrait The Mona Lisa, his most reproduced religious work of all time, The Last Supper, and his the Vitruvian Man, an early instructive drawing of precise spatial and anatomical symmetry. Leonardo's contribution to the aesthetic and techniques of High Renaissance art evolved Early Renaissance forebears such as linear perspective, chiaroscuro, naturalism, and emotional expressionism. Yet he exceeded many prior artists through his particular meticulous precision and the introduction of new methods such as his sfumato technique, a new way to blend glazes that resulted in works that appeared so realistic, it was as if his subjects lived and breathed from within the pictorial plane. Working at full capacity with both left and right sides of his brain, Leonardo's unquenchable curiosity and inventive imagination produced many contributions to society that were ahead of his time. He is credited with making the first drawings that preordained the parachute, helicopter, and military tank. His notebooks are nearly as esteemed as his artworks. Within, they represent a culmination of his life's work and his genius mind, containing drawings, scientific diagrams, and his philosophies on painting. They continue to be studied today by artists, scholars, and scientists worldwide.",
  "DateOfBirth": "1452",
  "DateOfDeath": "1519"
},{
  "firstName": "Henri",
  "lastName": "Matisse",
  "coverImage": "/images/Henri.jpg",
  "Description": "Henri Matisse is widely regarded as the greatest colorist of the 20th century and as a rival to Pablo Picasso in the importance of his innovations. He emerged as a Post-Impressionist, and first achieved prominence as the leader of the French movement Fauvism. Although interested in Cubism, he rejected it, and instead sought to use color as the foundation for expressive, decorative, and often monumental paintings. As he once controversially wrote, he sought to create an art that would be \\\"a soothing, calming influence on the mind, rather like a good armchair.\\\" Still life and the nude remained favorite subjects throughout his career; North Africa was also an important inspiration, and, towards the end of his life, he made an important contribution to collage with a series of works using cut-out shapes of color. He is also highly regarded as a sculptor.  Matisse used pure colors and the white of exposed canvas to create a light-filled atmosphere in his Fauve paintings. Rather than using modeling or shading to lend volume and structure to his pictures, Matisse used contrasting areas of pure, unmodulated color. These ideas continued to be important to him throughout his career. His art was important in endorsing the value of decoration in modern art. However, although he is popularly regarded as a painter devoted to pleasure and contentment, his use of color and pattern is often deliberately disorientating and unsettling. Matisse was heavily influenced by art from other cultures. Having seen several exhibitions of Asian art, and having traveled to North Africa, he incorporated some of the decorative qualities of Islamic art, the angularity of African sculpture, and the flatness of Japanese prints into his own style. Matisse once declared that he wanted his art to be one \\\"of balance, of purity and serenity devoid of troubling or depressing subject matter,\\\" and this aspiration was an important influence on some, such as Clement Greenberg, who looked to art to provide shelter from the disorientation of the modern world. The human figure was central to Matisse's work both in sculpture and painting. Its importance for his Fauvist work reflects his feeling that the subject had been neglected in Impressionism, and it continued to be important to him. At times he fragmented the figure harshly, at other times he treated it almost as a curvilinear, decorative element. Some of his work reflects the mood and personality of his models, but more often he used them merely as vehicles for his own feelings, reducing them to ciphers in his monumental designs.",
  "coverTitle": "Henri Matisse. The Woman with a Hat. 1905.",
  "DateOfBirth": "1869",
  "DateOfDeath": "1965"
},{
  "firstName": "GORDON",
  "lastName": "PARKS",
  "coverImage": "/images/GORDON.png",
  "Description": "In a career that spanned over 50 years, photographer, filmmaker, musician, and author Gordon Parks created an iconic body of work that documented American life and culture, with a focus on social justice, the civil rights movement, and the African American experience.\n\nBorn in Fort Scott, Kansas, Parks relocated to St. Paul, Minnesota, as a teenager and began taking fashion photographs for a local clothing store. In 1940, he moved to the South Side of Chicago, where he had a portrait studio at the South Side Community Art Center. A portfolio of images taken in Chicago earned him a prestigious Julius Rosenwald Fund fellowship—the first of the foundation’s grants for African American artists to be awarded to a photographer. In his 1942 application, Parks stated his aim to “sympathetically portray the Negro in his intellectual, professional, educational, social, farm and urban life, constituting thereby, not one strata [sic] of society, but rather a record showing all sides of the life of our people.” That approach would remain a hallmark of his magazine work, his service to the U.S. government, and his later projects in photography and film. \n\nThe Rosenwald award enabled Parks to move to Washington, D.C., for an apprenticeship with the Farm Security Administration. He later became a correspondent for the Office of War Information (OWI). By 1944 he had relocated to New York City, where he was a freelance photographer for publications such as Vogue and Glamour—work that drew attention to him in these almost exclusively white environments. In 1948 Parks worked with author Ralph Ellison on the first of two collaborations, an unpublished essay titled “Harlem is Nowhere.” That project led him to approach Life picture editor Wilson Hicks with a story about Red Jackson, a young black man who led a gang known as the Midtowners. On November 1, 1948 “Harlem Gang Leader” was published in Life and earned Parks a position as staff photographer that he held until the early 1970s. He was the first African American hired by the magazine.",
  "coverTitle": "Gordon Parks. The Invisible Man (Harlem, New York), 1952. © The Gordon Parks Foundation.",
  "DateOfBirth": "1912",
  "DateOfDeath": "2006"
},{
  "firstName": "Vincent",
  "lastName": "Van Gogh",
  "coverImage": "/images/van.jpg",
  "coverTitle": "Vincent Van Gogh. Fourteen Sunflowers in a Vase. 1888.",
  "Description": "The iconic tortured artist, Vincent Van Gogh strove to convey his emotional and spiritual state in each of his artworks. Although he sold only one painting during his lifetime, Van Gogh is now one of the most popular artists of all time. His canvases with densely laden, visible brushstrokes rendered in a bright, opulent palette emphasize Van Gogh's personal expression brought to life in paint. Each painting provides a direct sense of how the artist viewed each scene, interpreted through his eyes, mind, and heart. This radically idiosyncratic, emotionally evocative style has continued to affect artists and movements throughout the 20th century and up to the present day, guaranteeing Van Gogh's importance far into the future. Van Gogh's dedication to articulating the inner spirituality of man and nature led to a fusion of style and content that resulted in dramatic, imaginative, rhythmic, and emotional canvases that convey far more than the mere appearance of the subject. Although the source of much upset during his life, Van Gogh's mental instability provided the frenzied source for the emotional renderings of his surroundings and imbued each image with a deeper psychological reflection and resonance. Van Gogh's unstable personal temperament became synonymous with the romantic image of the tortured artist. His self-destructive talent was echoed in the lives of many artists in the 20th century. Van Gogh used an impulsive, gestural application of paint and symbolic colors to express subjective emotions. These methods and practice came to define many subsequent modern movements from Fauvism to Abstract Expressionism.",
  "DateOfBirth": "1853",
  "DateOfDeath": "1890"
},{
  "firstName": "BERTRAND",
  "lastName": "GOLDBERG",
  "coverImage": "/images/BERTRAND.png",
  "Description": "Architect Bertrand Goldberg (1913–1997) is best known for his sculptural high-rise buildings, including Chicago’s iconic Marina City complex (1959–67), and a long career designing innovative architecture for health care and education. Goldberg’s curvilinear designs diverged from the straight lines of modern architecture but maintained a deep engagement with critical issues of the period, including the revival of the American city in the post-WWII era, low-cost housing, and projects for middle-class leisure culture.\n\nBorn and raised in Chicago, Goldberg trained at Harvard College and the German Bauhaus school of design, followed by an internship in the Berlin office of architect Ludwig Mies van der Rohe. After this period in Europe, he returned to his hometown, where he worked in the offices of George Fred Keck and Paul Schweikher before starting his own practice in 1937. His early projects included modern homes and small-scale commercial architecture, often designed with experimental structural and design approaches, including mast-hung buildings and houses built with shipping containers. In 1948, Goldberg developed an expansive plan for a new neighborhood for workers near Lake Calumet in Indiana, which included facilities for shopping, transportation, education, and health care. This project spurred his lifelong investment in American urbanism and housing, increasingly important issues in an era of suburban expansion and urban disenfranchisement in the United States.\n\nGoldberg’s first large-scale answer to these problems was Marina City, designed beginning in 1959 as “a city within a city,” a new kind of mixed-use development that would return residential life to an aging downtown area of Chicago. The complex includes over 900 apartments in two round concrete towers, an office building, a theater, retail stores, a bowling alley, and an ice-skating rink, all located on a compact site north of the Chicago Loop. Upon completion in 1968, Marina City was the tallest residential complex in the world and quickly became both an architectural icon and a model for urban revitalization in the United States. ",
  "coverTitle": "Bertrand Goldberg, Prentice Women's Hospital, Chicago, Illinois, Perspective.  1970. Courtesy of the Goldberg Family Archive.",
  "DateOfBirth": "1913",
  "DateOfDeath": "1997"
},{
  "firstName": "Andy",
  "lastName": "Warhol",
  "coverImage": "/images/andy.jpg",
  "coverTitle": "Andy Warhol. Gold Marilyn Monroe. 1962.",
  "Description": "Andy Warhol was the most successful and highly paid commercial illustrator in New York even before he began to make art destined for galleries. Nevertheless, his screenprinted images of Marilyn Monroe, soup cans, and sensational newspaper stories, quickly became synonymous with Pop art. He emerged from the poverty and obscurity of an Eastern European immigrant family in Pittsburgh, to become a charismatic magnet for bohemian New York, and to ultimately find a place in the circles of High Society. For many his ascent echoes one of Pop art's ambitions, to bring popular styles and subjects into the exclusive salons of high art. His crowning achievement was the elevation of his own persona to the level of a popular icon, representing a new kind of fame and celebrity for a fine artist. Warhol's early commercial illustration has recently been acclaimed as the arena in which he first learned to manipulate popular tastes. His drawings were often comic, decorative, and whimsical, and their tone is entirely different from the cold and impersonal mood of his Pop art. Much debate still surrounds the iconic screenprinted images with which Warhol established his reputation as a Pop artist in the early 1960s. Some view his Death and Disaster series, and his Marilyn pictures, as frank expressions of his sorrow at public events. Others view them as some of the first expressions of 'compassion fatigue' - the way the public loses the ability to sympathize with events from which they feel removed. Still others think of his pictures as screens - placed between us and horrifying events - which attempt to register and process shock. Although artists had drawn on popular culture throughout the 20th century, Pop art marked an important new stage in the breakdown between high and low art forms. Warhol's paintings from the early 1960s were important in pioneering these developments, but it is arguable that the diverse activities of his later years were just as influential in expanding the implications of Pop art into other spheres, and further eroding the borders between the worlds of high art and popular culture. Although Warhol would continue to create paintings intermittently throughout his career, in 1965 he \"retired\" from the medium to concentrate on making experimental films. Despite years of neglect, these films have recently attracted widespread interest, and Warhol is now seen as one of the most important filmmakers of the period, a forefather of independent film. Critics have traditionally seen Warhol's career as going into decline in 1968, after he was shot by Valerie Solanas. Valuing his early paintings above all, they have ignored the activities that absorbed his attention in later years - parties, collecting, publishing, and painting commissioned portraits. Yet some have begun to think that all these ventures make up Warhol's most important legacy because they prefigure the diverse interests, activities, and interventions that occupy artists today.",
  "DateOfBirth": "1928",
  "DateOfDeath": "1987"
},{
  "firstName": "DAN",
  "lastName": "FRIEDMAN",
  "coverImage": "/images/DAN.png",
  "Description": "Dan Friedman was a prolific graphic and furniture designer, artist, writer, and educator whose work posed a radical challenge to convention and commodification in design practice. From his early training in modernist graphic design, Friedman’s typographic experiments, high-profile collaborations with artists and gallerists, social activism, and genre-bending works of assemblage established his career as one of the most dynamic and transgressive in the history of American design.\n\nAfter graduating from Carnegie Mellon University in 1967, Friedman moved to Europe to seek out the progressive influence of graphic designers and educators Armin Hoffman and Wolfgang Weingart in Germany and Switzerland. There Friedman developed a fluency in the rigorous and spare compositions of Swiss or International Style typography that guided much of his early commercial work, including branding and logos for large corporate clients like Citibank in the mid-1970s. During this same period, however, Friedman began to subvert these principles with an approach to color, font, and layout that aligned his work with the nonconformist ideals of “New Wave” or punk typography.\n\nBy the early 1980s, Friedman had largely pulled away from his identification as a corporate graphic designer for a practice grounded in urban experience and experimentation. Finding inspiration in clubs and galleries in New York City, Friedman developed friendships and generative collaborations with many figures in the downtown arts scene including artists Jean-Michel Basquiat and Keith Haring, gallerist Jeffrey Deitch, and fashion designer Willi Smith.\n\n",
  "coverTitle": "Dan Friedman. Truth Chair,  1987. Courtesy of Ken Friedman.",
  "DateOfBirth": "1945",
  "DateOfDeath": "1995"
}]